{"pages":[{"title":"About","date":"2025-04-13T12:33:24.388Z","path":"about/index.html","text":"SCP Foundation Personnel File: Agent w163nana SECURITY CLEARANCE: LEVEL 2 (Provisional - Enhanced) CODENAME: w163nana DESIGNATION: Bio-Digital Interface Specialist REAL NAME: Chenxinqi AFFILIATION: Jilin University (Medical Sciences - Active Reserve) CURRENT OPERATIONAL NODE: Site-██, Koto City, Japan (Primary Engagement Zone: Greater Tokyo Metropolitan Anomaly Cluster) SPECIALIZED AUGMENTATIONS &amp; PROFICIENCIES: Integrated Bio-Cognitive Interface (BCI): Demonstrates exceptional synergy between biological neural networks and advanced digital processing units. Capable of real-time data stream integration and analysis, exhibiting accelerated pattern recognition in complex anomalous datasets. Advanced Digital Intrusion &amp; Counter-Infiltration Protocols: Mastery of cutting-edge cybersecurity frameworks and proprietary Foundation counter-intrusion algorithms (e.g., Project Cerberus, GhostNet Protocol). Proven ability to neutralize sophisticated digital threats and secure compromised information architectures. Enhanced Human-Machine Symbiosis: Exhibits a uniquely high degree of adaptability and intuitive control over diverse technological interfaces, including anomalous devices and experimental containment systems. Neural plasticity metrics are significantly above baseline. Linguistic Cryptanalysis &amp; Anomaly Linguistics: Native fluency in Mandarin Chinese, Japanese, and English, augmented by specialized training in deciphering anomalous communication patterns, including non-Euclidean linguistic structures and cognitohazardous vocalizations. Applied Clinical Cognition &amp; Bio-Anomaly Assessment: Leveraging a strong foundation in clinical medicine to analyze and understand the biological and physiological effects of anomalous phenomena on human and other biological systems. Crucial in developing bio-containment protocols and hazard mitigation strategies. PSYCHOLOGICAL &amp; OPERATIONAL PROFILE: Agent w163nana presents as a highly analytical and adaptable individual, demonstrating a unique synthesis of rigorous scientific training and intuitive technological proficiency. Initial psychological evaluations indicate a strong intellectual curiosity bordering on fascination with the anomalous, balanced by a pragmatic and results-oriented approach. The subject’s medical background provides a valuable perspective in understanding the bio-organic implications of SCP objects. Continued monitoring is advised to assess long-term resilience in prolonged exposure to high-threat containment scenarios. OPERATIONAL LOG (Excerpts): ████-██-██: Assisted in the remote analysis of bio-signatures emanating from a temporal distortion event (SCP-████-J), identifying critical physiological markers indicative of temporal stress. ████-██-██: Deployed advanced counter-intrusion measures to neutralize a digital contagion vector originating from a cognitohazardous SCP (SCP-████), preventing widespread informational compromise. ████-██-██: Integral to the bio-containment team for SCP-████, utilizing medical expertise to develop and implement revised quarantine protocols for affected personnel. ████-██-██: Successfully decrypted a series of anomalous audio transmissions linked to a potential reality-bending entity, providing crucial insights into its operational parameters. PERSONAL INSIGHT: “The human body, a universe of intricate systems. Anomalies often twist these systems in unimaginable ways. My medical training provides a foundation, but the digital realm offers the tools to dissect the impossible. We are the scalpel and the code, the biological and the binary, working in concert to understand and contain what should not be. The anomalies challenge our understanding of life itself, and within that challenge lies the potential for profound discovery.” - Agent w163nana END OF PERSONNEL FILE"},{"title":"Categories","date":"2025-04-12T03:38:08.884Z","path":"categories/index.html","text":""},{"title":"Tags","date":"2025-04-12T06:21:48.912Z","path":"tags/index.html","text":""}],"posts":[{"title":"《东北芬达哥大战邪恶元首》游戏策划","date":"2025-04-13T12:26:56.000Z","path":"wiki/《东北芬达哥大战邪恶元首》游戏策划/","text":"《东北芬达哥大战邪恶元首》游戏策划方案 一、游戏概述 游戏名称：《东北芬达哥大战邪恶元首》 游戏类型：解谜类剧情游戏，融合电脑操作解谜、RPG 回合制战斗、AVG 分支选择、战棋类战斗玩法 游戏平台：PC 游戏背景：在未来世界，科技高度发达，信息安全成为各国和各大组织争夺的关键。主角受雇于一个表面上维护世界信息安全，实则隐藏着巨大阴谋的神秘组织。在为组织工作的过程中，主角意外知晓了组织背后不可告人的秘密，从而陷入了一场危及生命的逃亡与反击之旅。 二、游戏玩法 （一）第一章：组织内的电脑特工 剧情流程： 在未来的火星历 114 年，人类迎来了和平的时代。此时，世界上仅存的若干政治实体结束了长期的对抗，携手共同开启了对外太空的开发征程。主人公芬达自幼父母双亡，无依无靠，自他有记忆起，便在一个名为 PYRAMID 的组织的安排下成长。这个组织是直属于星际开发联盟的高级别机构，而星际开发联盟是由地球上各个国家共同设立的，具备强大经济和武装能力的联盟，其主要目的是保障外太空资源能够实现和平、安全的开发。 在芬达的认知里，组织对外宣称自己是服务于联盟的特别行动分队，主要负责情报收集和精准打击任务。他作为组织内负责信息作战的工作人员，一直将那些野心勃勃的反动分子视为自己的敌人。 然而，一次偶然的机会改变了一切。有一天，芬达截获到了一条来自敌人高级别的加密信息。信息中提及了一些他看不懂的计划，强烈的好奇心驱使他开始顺藤摸瓜地进行调查。经过一段时间的深入探索，他逐渐了解到对方组织的真实目的 —— 打破目前国际政府组织对太空探索的垄断（限飞政策）。由于芬达长期脱离社会，他并不知道外面的社会阶级分化已经达到了非常严重的程度。在外界，普通人根本没有能力拥有属于自己的飞船，只能到政府和少数个人拥有的飞船上从事极其危险的工作。而这个与组织对立的机构，实际上是由许多地下私飞组织联合建立的武装组织，他们的目的是进行自我防卫，以摆脱这种不公平的现状。 与此同时，芬达还在调查过程中发现了星际开发联盟对其反对者施加触目惊心迫害的证据。他深知这些证据一旦曝光，将会引起轩然大波。但他并未声张，而是继续秘密调查。 随着调查的深入，芬达开始参与到组织的战场资源调度工作中。他通过截获的情报和先进的数据分析系统，为组织提供战场形势的评估，并负责调度战斗力和补给等资源。在这个过程中，他逐渐发现组织的行动往往是为了维护少数人的利益，而那些被视为 “敌人” 的地下私飞组织，实际上是为了争取普通人的生存权利而战。 内心的良知开始觉醒，芬达在资源调度时开始有意无意地偏袒敌方组织。比如，当他得知组织计划对地下私飞组织的某个据点发动攻击时，他会故意延迟战斗力的派遣，或者减少补给的供应。他会通过修改情报数据，让组织误以为敌方据点的防御力量比实际更强，从而放弃攻击计划。又或者在分配补给物资时，他会巧妙地让一些关键物资无法按时送达组织的前线部队，而在某些情况下，甚至会制造一些意外，让部分补给物资 “误送” 到敌方组织的控制区域。 然而，纸终究包不住火。某天，那些被芬达一直隐藏的证据意外泄露了。组织的网络安全团队迅速展开调查，他们通过复杂的网络流量分析技术，追踪到了芬达在调查过程中留下的蛛丝马迹。尽管芬达已经非常小心地隐藏自己的行为，但组织的技术人员还是通过对他访问敏感信息的时间、频率以及与外部网络的异常连接等细节进行分析，错误地将矛头指向了他，认定是他泄露了这些证据。 当组织的武装人员即将破门而入逮捕他时，芬达意识到自己的生命受到了严重威胁，于是他果断地开始了逃亡之旅，游戏剧情也由此进入第二部分。 工作环境：玩家身处组织的机密情报中心，这里摆满了各种先进的电脑设备和监控屏幕。玩家通过操作电脑来完成组织分配的任务。 操作功能解锁 初期：骇入、上报。 后期：指挥。 数值系统： 初期：骇入获取情报点数，上报将其转换成功劳点数，功劳点数用于在每日结束时购买权限和技能。 后期：解锁指挥权限后，开放指挥技能的学习。指挥需要权力点数，权力点数由功劳点数换汇得来。指挥的战斗胜利亦可获得功劳点数。 （二）第二章：逃亡与调查 逃亡背景：主角在真女主的接应下逃亡到反对组织的总部。 剧情流程： 泉此方结局： 职位：情报员 可用装备：S码的所有装备、重量低于1.5kg的进展或远程武器。 技能：获取情报 剧情任务：前往政府军前哨窃取情报。 好感度增加方法：给漫画、手办，陪打游戏。 好结局前提：获取情报“进攻方位”、好感度满。 坏结局触发条件：选择不符合原作角色性格的分支。 牧濑红莉栖结局： 职位：研发员 可用装备：远程武器，轻、中甲。 技能：动作如潮 剧情任务：野外收集装备零件。 好感度增加方法：建设未来机械研究所。 好结局前提：建成未来机械研究所，搜集到足够的零件以制作纳豆沙拉炮。 坏结局触发条件：选择不符合原作角色性格的分支。 黑羽早雪结局： 职位：战士 装备：Black Lotus 技能：鼓舞（蓄力） 剧情任务：抵御一次进攻 好感度增加方法：一开始就是满的 好结局前提：任务完成、好感度满、已解锁另2个结局 坏结局触发条件：选择不符合原作角色性格的分支。 真结局：解锁前3个结局后，玩家在此方和红莉栖的帮助下骇入联盟系统，得知PYRAMID的主管“元首”正在秘密采集鬼畜矿石。他希望利用鬼畜之力完成人类到原神的补完计划。芬达下意识地产生了阻止他的想法，辞别三女主，踏上第三章的征途。他的决心感染了基地的众人，鬼畜战斗组的成员更是坚决的与我们的主角一起出征了。 RPG 回合制战斗 分支选择 AVG （三）第三章：大决战 游戏流程： 第一关：火星前哨。BOSS：红红。 第二关：月球堡垒。BOSS：佟Dark为。 第三关：地球总部。BOSS：元首。 战棋类战斗 战场设定：战斗在棋盘式的地图上进行，每个格子代表一个行动区域。玩家操控自己的部下在棋盘上移动、攻击敌人。 单位类型：有近战、远程、魔法等不同类型的部下，每个单位有不同的移动范围、攻击范围和技能。 剧情推进与分支选择 选择：只有结局一个分支选择：是阻止补完计划还是不阻止。 三、角色系统 主角：拥有独特的电脑操作技能和智慧，在不同阶段有不同的能力表现。在第一阶段是组织的优秀特工，第二阶段成为逃亡者和调查员，第三阶段成为势力领袖。 伙伴角色 第二阶段伙伴：具有RPG角色的等级机制，可以刷级。 第三阶段部下：具有RPG角色的等级机制，可以刷级。同时也有招募机制，每次携带的队友有数量限制。 四、游戏画面与音效 画面风格：生草的灵魂手绘风 + 鬼畜大头贴 音效设计：第一阶段有电脑操作的音效；第二阶段有Galgame背景音乐、战斗音乐、战斗音效等；第三阶段有战棋移动和攻击的音效、战斗音乐。 五、游戏流程 第一阶段剧情推进 第二阶段多周目体验 第三阶段决战 六、开发计划 已新建文件夹","tags":[{"name":"游戏","slug":"游戏","permalink":"https://w163nana.github.io/tags/%E6%B8%B8%E6%88%8F/"},{"name":"开发","slug":"开发","permalink":"https://w163nana.github.io/tags/%E5%BC%80%E5%8F%91/"},{"name":"鬼畜","slug":"鬼畜","permalink":"https://w163nana.github.io/tags/%E9%AC%BC%E7%95%9C/"},{"name":"Galgame","slug":"Galgame","permalink":"https://w163nana.github.io/tags/Galgame/"},{"name":"AVG","slug":"AVG","permalink":"https://w163nana.github.io/tags/AVG/"},{"name":"战棋","slug":"战棋","permalink":"https://w163nana.github.io/tags/%E6%88%98%E6%A3%8B/"}],"categories":[{"name":"开发","slug":"开发","permalink":"https://w163nana.github.io/categories/%E5%BC%80%E5%8F%91/"}]},{"title":"Nano Ultrasound Contrast Agent for Synergistic Chemo-photothermal Therapy and Enhanced Immunotherapy Against Liver Cancer and Metastasis","date":"2025-04-12T07:09:37.000Z","path":"wiki/Nano-Ultrasound-Contrast-Agent-for-Synergistic-Chemo-photothermal-Therapy-and-Enhanced-Immunotherapy-Against-Liver-Cancer-and-Metastasis/","text":"Introduction Liver cancer is a major global health concern, with approximately 1 million new patients diagnosed each year. [cite: 502, 63, 64] A significant number of these patients are diagnosed at an advanced stage, making them ineligible for surgical treatments. [cite: 502, 63, 64] In such cases, traditional treatment methods like thermal ablation, chemotherapy, and immunotherapy often yield unsatisfactory results due to the complexity and heterogeneity of the tumor. [cite: 503, 65] The propensity of liver cancer to metastasize adds another layer of difficulty to treatment and severely impacts patient prognosis. [cite: 504, 66] Consequently, there’s a critical need for research focused on developing effective combination therapies that can enhance treatment efficacy and reduce metastasis. [cite: 505, 67] Combination therapy, which strategically employs multiple treatment modalities, has emerged as a promising approach to improve outcomes. [cite: 493, 54] By targeting various pathways and modulating the tumor’s immune microenvironment, combination therapy can more effectively disrupt cancer progression. [cite: 493, 54] Among the innovative tools being explored for liver cancer treatment, nanodrug delivery systems hold significant promise. [cite: 494, 55] These systems offer the potential for targeted drug delivery, reduced toxicity, and enhanced therapeutic efficacy. [cite: 494, 55] This study introduces a novel nano ultrasound contrast agent, abbreviated as ATO/PFH NPs@Au-cRGD, designed to integrate diagnosis and treatment for efficient ultrasound imaging and liver cancer therapy. [cite: 495, 56] The core components of this system are: Arsenic trioxide (ATO): A therapeutic agent known to induce ferroptosis, a distinct form of programmed cell death, in tumor cells. [cite: 495, 56, 512, 74] Perfluorohexane (PFH): A substance used to enhance the ultrasound echo signal. [cite: 495, 56, 528, 94] Gold nanoparticles (AuNPs): Act as a carrier for ATO and PFH and facilitate photothermal therapy (PTT). [cite: 495, 56, 508, 70] cRGD peptide: A targeting ligand that enhances the delivery of the nano-agent to liver cancer cells. [cite: 495, 56, 529, 95] The research demonstrates that this nanodrug delivery system promotes the release of tumor-associated antigens (TAAs) through ATO-induced ferroptosis and photothermal-induced immunogenic cell death. [cite: 496, 57] This process enhances the synergistic effects of ATO and photothermal therapy in human Huh7 and mouse Hepa1-6 cells. [cite: 496, 57] A key finding of the study is the system’s ability to activate the antitumor immune response and promote macrophage M1 polarization within the tumor microenvironment. [cite: 497, 58] Notably, these beneficial effects were observed with low side effects in both subcutaneous and orthotopic liver cancer models. [cite: 497, 58] Furthermore, the research reveals that combining the nanodrug delivery system with anti-programmed death-ligand 1 (PD-L1) immunotherapy inhibits tumor metastasis and establishes long-term immunological memory in orthotopic liver cancer. [cite: 498, 59] This combination not only enhances antitumor therapy and suppresses lung metastasis but also enables visual assessment of therapeutic efficacy. [cite: 499, 60] These capabilities highlight the significant potential of this nano-agent for clinical applications in treating liver cancer. [cite: 499, 60] Detailed Discussion of Key Components and Mechanisms Arsenic Trioxide (ATO) and Ferroptosis Arsenic trioxide (ATO) has shown considerable clinical benefits in the palliative treatment of unresectable primary liver cancer. [cite: 518, 83] However, its clinical application is limited by high systemic toxicity, rapid renal elimination of ATO, and low delivery efficiency to liver cancer cells, which greatly reduce the therapeutic efficacy and lead to severe systemic toxicity. [cite: 519, 84, 520, 85, 86] To address these limitations, nanotechnology-based nanodrug delivery systems offer a promising solution. [cite: 521, 87] These systems can significantly improve the efficacy of ATO, reduce its toxicity, and achieve targeted drug delivery in liver cancer. [cite: 521, 87] Since ATO has a strong affinity for sulfhydryl groups (SH) in proteins, it can theoretically inactivate a variety of enzymes containing SH, such as glutathione (GSH). [cite: 521, 87] Glutathione (GSH) could assist glutathione peroxidase 4 (GPX4) in reducing toxic lipid peroxides (LPOs) to nontoxic hydroxy compound (LOH) to prevent LPO-mediated damage to cell membrane structure and function. [cite: 522, 88] The depletion of GSH could result in the inhibition of GPX4 activity and a corresponding increase in intracellular LPO levels, ultimately leading to ferroptosis. [cite: 522, 88] Therefore, ATO may induce ferroptosis through GSH depletion and GPX4 inactivation. [cite: 522, 88] Moreover, the ferroptosis-induced release of TAAs from dying cancer cells could further enhance the immune response. [cite: 522, 88] Photothermal Therapy (PTT) and Gold Nanoparticles (AuNPs) Photothermal therapy (PTT) is an anticancer strategy that offers precise targeting of tumors with minimal damage to surrounding healthy tissues. [cite: 506, 68, 507, 69] Gold nanoparticles (AuNPs) are well-suited for PTT applications due to their good biocompatibility and excellent optical properties. [cite: 508, 70] When AuNPs are exposed to near-infrared (NIR) light, they efficiently absorb the light energy and convert it into heat. [cite: 509, 71] This photothermal effect can damage tumor tissues or release therapeutic molecules, such as tumor-associated antigens (TAAs). [cite: 509, 71, 516, 80] However, the therapeutic effect of AuNPs alone may be limited. [cite: 516, 80, 517, 81] The synergistic effect of combined chemo-PTT may be a promising strategy for improving PTT efficacy. [cite: 517, 81, 506, 68] Ultrasound-Targeted Microbubble Destruction (UTMD) Ultrasound-targeted microbubble destruction (UTMD) can be exploited to change the structures of cells to facilitate the targeted release of nanodrugs into tumor cells, which could improve the efficacy of tumor treatment and prevent the systemic toxicity of antitumor drugs. [cite: 525, 91] The nanoparticles (NPs) accumulate in tumor tissues through the enhanced permeability and retention effect (EPR) and targeting effect. [cite: 526, 92] Then, UTMD can increase the permeability of the cell membrane through the cavitation effect so that the drugs loaded in NPs are more easily released and taken up. [cite: 527, 93] Moreover, NPs can also load imaging agents for visualizing therapy, such as perfluorohexane (PFH). [cite: 528, 94] The Role of cRGD Peptide In this study, the nanodrug delivery system is conjugated with the cyclic arginylglycylaspartic acid peptide (cRGD). [cite: 529, 95, 530, 96] Since ανβ3 integrin-specific ligands are overexpressed in liver cancer and neovascularization cells, a cyclic arginylglycylaspartic acid peptide (cRGD) can be bound to AuNPs via gold-sulfur bonds for targeted liver cancer therapy. [cite: 530, 96, 531, 97, 532, 98] Perfluorohexane (PFH) and Ultrasound Imaging Perfluorohexane (PFH) is a stable, safe, and nontoxic liquid that can undergo a phase transition and enhance the ultrasound echo signal under ultrasonic stimulation and photothermal effects. [cite: 528, 94, 529, 95, 535, 100] This property makes it valuable for ultrasound imaging, allowing for the visualization of the nano-agent’s distribution and therapeutic effects. [cite: 535, 100, 536, 101] Mechanism of Action of the Nano-Agent The nano ultrasound contrast agent, ATO/PFH NPs@Au-cRGD, functions through a multifaceted mechanism: Induction of Ferroptosis: ATO induces ferroptosis in tumor cells through GSH depletion and increased GPX4. [cite: 512, 74] The increased ROS can also directly kill tumor cells, thereby enhancing the synergistic effect. [cite: 512, 74, 513, 75, 513, 76, 514, 77] Photothermal Effect: AuNPs generate heat under NIR laser irradiation, contributing to tumor cell death. [cite: 506, 68, 507, 69, 508, 70, 509, 71] Immune Modulation: Ferroptosis and photothermal effects promote the maturation of dendritic cells (DCs) and macrophage M1 polarization in the tumor microenvironment (TME). [cite: 514, 78] This activation of the immune system triggers an adaptive T-cell response, leading to the generation of cytotoxic T lymphocytes that can attack tumor cells. [cite: 514, 78] Enhanced Immunotherapy: The anti-PD-L1 mAb further promotes the anti-tumor effect of cytotoxic T lymphocytes by blocking the PD-1/PD-L1 axis, which enables synergistic treatment of orthotopic liver cancer, enhances the immune response, and reduces lung metastasis. [cite: 515, 79] In essence, this nanodrug delivery system could realize visual imaging, enable synergistic treatment of liver cancer, enhance the immune response and influence the phenotypes of macrophages in TME, thereby achieving enhanced liver tumor therapy, reducing metastasis, and enabling visual assessment of therapeutic efficacy. [cite: 536, 101, 537, 102] Synthesis and Characterization of the Nano-Agent The ATO/PFH NPs@Au-cRGD nano-agent is synthesized using a filming-rehydration method with minor modifications to established protocols. [cite: 538, 103, 539, 104] Lipid Membranes: DSPE-PEG_{2K} , a biocompatible, biodegradable, and amphiphilic material, is used as a backbone to construct aptamer-functionalized core-shell nanoparticles. [cite: 539, 104, 540, 105, 541, 106] DSPE-PEG_{2k}-SI, DOTAP, DPPC, and cholesterol formed lipid membranes to load ATO and PFH, and to synthesize ATO/PFH NPs. [cite: 541, 106, 542, 107] Gold Nanoshells: AuNPs were deposited onto the surface of liposomes via reduction of chloroauric acid (HAuCl_{4}) following a previously reported method. [cite: 542, 107, 533, 98, 534, 99, 543, 108] Then, RGD-SH binds to the gold shell through SH bonds. [cite: 542, 107, 533, 98, 534, 99, 543, 108] cRGD Conjugation: cRGD-SH is then bound to the gold shell via SH bonds to achieve targeted delivery. [cite: 542, 107, 533, 98, 534, 99, 543, 108] The successful synthesis of the nano-agent is confirmed through various characterization techniques: Transmission Electron Microscopy (TEM): TEM confirmed the deposition of AuNPs on the liposome surface. [cite: 543, 108, 544, 109] Hydrodynamic Diameter and Zeta Potential: The hydrodynamic diameter was 121 ± 5 nm, and the Zeta potential was 10.47 ± 1.20 mV in aqueous solution. [cite: 544, 109, 545, 110, 546, 111] Size Distribution: The size range of the ATO/PFH NPs@Au-cRGD was ≈100-150 nm. [cite: 545, 110, 546, 111] Stability Analysis: After storage at 4, 25, and 37°C in phosphate-buffered saline (PBS) and serum (5%, pH 7.4) for 7 days, there was no obvious change in particle size and Zeta potential, indicating good stability of the synthesized nanoparticles. [cite: 546, 111, 547, 112] UV-Vis Spectra: UV-vis spectra showed that ATO/PFH NPs@Au-cRGD had a characteristic plasmonic coupling (between the AuNPs) absorption peak at 760 nm, while no resonance peak at the near-infrared wavelengths was detected in non-coated liposomes. [cite: 547, 112, 548, 113, 549, 114] Energy-Dispersive X-ray Spectroscopy (EDS): EDS analysis further confirms the formation of a gold shell surrounding the liposome core. [cite: 547, 112, 548, 113, 549, 114] In Vitro Drug Release and Ultrasound Imaging The study also investigates the controlled release ability of ATO from the nanodrug delivery system and its ultrasound imaging capabilities. [cite: 549, 115, 550, 116] Drug Release: The drug release characteristics of ATO were detected at pH 7.4 and 6.5 (pH 6.5 was used to simulate the slightly acidic TME). [cite: 549, 115, 550, 116, 551, 117, 552, 118] Compared to the fast release of free ATO (≈92% in 24 h), ATO NPs-cRGD showed significant sustained release. [cite: 551, 117, 552, 118] ATO can be effectively released with the aid of an ultrasound therapeutic apparatus and low acidity TME (PH 6.5). [cite: 553, 120, 554, 121] The acoustic cavitation effect generated by UTMD is a process of vibration, expansion, contraction, and rupture of microbubbles, which lead to the destruction of the nanocarrier and the release of the drug encapsulated in the nanoparticles, thus promoting the selective release at the tumor site. [cite: 555, 122] Ultrasound Imaging: In vivo and in vitro imaging experiments were carried out with saline as a negative control and SonoVue contrast agent as a positive control to evaluate the ultrasound imaging ability of ATO/PFH NPs@Au-cRGD. [cite: 556, 123, 557, 124, 558, 125] The contrast-enhanced images of SonoVue and ATO/PFH NPs@Au-CRGD were significantly enhanced in vitro after ultrasound exposure, and similar results were detected in in vivo imaging. [cite: 556, 123, 557, 124, 558, 125] Compared to commercial ultrasound contrast agents, the ATO/PFH NPS@Au-cRGD exhibited similar ultrasound imaging effects in tumors, clearly showing contrast enhancement in contrast mode, which could assess the dynamic blood perfusion of tumors visually, thereby realizing precise molecular imaging during treatment. [cite: 560, 127] Photothermal Properties: The photothermal properties of the ATO/PFH NPs@Au-cRGD were investigated using a 760 nm laser to irradiate PBS, AuNPs, ATO, and ATO NPs@Au-cRGD. [cite: 561, 128, 562, 129] After 4 min of irradiation, the maximum temperatures of the AuNPs and ATO NPs@Au-cRGD were 54.2 ± 0.6°C and 48.7 ± 0.7°C, respectively. References Qiu Y, Wu Z, Chen Y, Liao J, Zhang Q, Wang Q, Duan Y, Gong K, Chen S, Wang L, Fan P, Duan Y, Wang W, Dong Y. Nano Ultrasound Contrast Agent for Synergistic Chemo-photothermal Therapy and Enhanced Immunotherapy Against Liver Cancer and Metastasis. Adv Sci (Weinh). 2023 Jul;10(21):e2300878. doi: 10.1002/advs.202300878. Epub 2023 May 10. PMID: 37162268; PMCID: PMC10375134.","tags":[{"name":"Liver Cancer","slug":"Liver-Cancer","permalink":"https://w163nana.github.io/tags/Liver-Cancer/"},{"name":"Arsenic Trioxide (ATO)","slug":"Arsenic-Trioxide-ATO","permalink":"https://w163nana.github.io/tags/Arsenic-Trioxide-ATO/"},{"name":"Photothermal Therapy (PTT)","slug":"Photothermal-Therapy-PTT","permalink":"https://w163nana.github.io/tags/Photothermal-Therapy-PTT/"},{"name":"Ferroptosis","slug":"Ferroptosis","permalink":"https://w163nana.github.io/tags/Ferroptosis/"},{"name":"Immunogenic Cell Death","slug":"Immunogenic-Cell-Death","permalink":"https://w163nana.github.io/tags/Immunogenic-Cell-Death/"},{"name":"PD-L1 Inhibito","slug":"PD-L1-Inhibito","permalink":"https://w163nana.github.io/tags/PD-L1-Inhibito/"},{"name":"Ultrasound Contrast Agent","slug":"Ultrasound-Contrast-Agent","permalink":"https://w163nana.github.io/tags/Ultrasound-Contrast-Agent/"},{"name":"cRGD Peptide","slug":"cRGD-Peptide","permalink":"https://w163nana.github.io/tags/cRGD-Peptide/"}],"categories":[{"name":"Medical Research","slug":"Medical-Research","permalink":"https://w163nana.github.io/categories/Medical-Research/"}]}],"categories":[{"name":"开发","slug":"开发","permalink":"https://w163nana.github.io/categories/%E5%BC%80%E5%8F%91/"},{"name":"Medical Research","slug":"Medical-Research","permalink":"https://w163nana.github.io/categories/Medical-Research/"}],"tags":[{"name":"游戏","slug":"游戏","permalink":"https://w163nana.github.io/tags/%E6%B8%B8%E6%88%8F/"},{"name":"开发","slug":"开发","permalink":"https://w163nana.github.io/tags/%E5%BC%80%E5%8F%91/"},{"name":"鬼畜","slug":"鬼畜","permalink":"https://w163nana.github.io/tags/%E9%AC%BC%E7%95%9C/"},{"name":"Galgame","slug":"Galgame","permalink":"https://w163nana.github.io/tags/Galgame/"},{"name":"AVG","slug":"AVG","permalink":"https://w163nana.github.io/tags/AVG/"},{"name":"战棋","slug":"战棋","permalink":"https://w163nana.github.io/tags/%E6%88%98%E6%A3%8B/"},{"name":"Liver Cancer","slug":"Liver-Cancer","permalink":"https://w163nana.github.io/tags/Liver-Cancer/"},{"name":"Arsenic Trioxide (ATO)","slug":"Arsenic-Trioxide-ATO","permalink":"https://w163nana.github.io/tags/Arsenic-Trioxide-ATO/"},{"name":"Photothermal Therapy (PTT)","slug":"Photothermal-Therapy-PTT","permalink":"https://w163nana.github.io/tags/Photothermal-Therapy-PTT/"},{"name":"Ferroptosis","slug":"Ferroptosis","permalink":"https://w163nana.github.io/tags/Ferroptosis/"},{"name":"Immunogenic Cell Death","slug":"Immunogenic-Cell-Death","permalink":"https://w163nana.github.io/tags/Immunogenic-Cell-Death/"},{"name":"PD-L1 Inhibito","slug":"PD-L1-Inhibito","permalink":"https://w163nana.github.io/tags/PD-L1-Inhibito/"},{"name":"Ultrasound Contrast Agent","slug":"Ultrasound-Contrast-Agent","permalink":"https://w163nana.github.io/tags/Ultrasound-Contrast-Agent/"},{"name":"cRGD Peptide","slug":"cRGD-Peptide","permalink":"https://w163nana.github.io/tags/cRGD-Peptide/"}]}